[
  {
    "title": "Trikonasana",
    "uniqueName": "moon",
    "level": 1,
    "imageUrl": "http://yoga.infous.xyz/public/14032.png",
    "description": "Instructions\n\n\n Step 1 \n Squat down from Tadasana with your inner feet a few inches apart. If it isn't possible to keep your heels on the floor, support them on a thickly folded blanket. Separate your knees wider than your hips and lean the torso forward, between the inner thighs. Stretch your arms forward, then bend your elbows, place your hands on the floor and the backs of the upper arms against the shins.\n\nStep 2\n Snuggle your inner thighs against the sides of your torso, and your shins into your armpits, and slide the upper arms down as low onto the shins as possible. Lift up onto the balls of your feet and lean forward even more, taking the weight of your torso onto the backs of the upper arms. In Bakasana you consciously attempt to contract your front torso and round your back completely. To help yourself do this, keep your tailbone as close to your heels as possible.\n\nStep 3\n With an exhalation, lean forward even more onto the backs of your upper arms, to the point where the balls of your feet leave the floor. Now your torso and legs are balanced on the backs of your upper arms. As a beginner at this pose, you might want to stop here, perched securely on the bent arms.\n\nStep 4\n But if you are ready to go further, squeeze the legs against the arms, press the inner hands firmly to the floor and (with an inhalation) straighten the elbows. Seen from the side the arms are angled slightly forward relative to the floor. The inner knees should be glued to the outer arms, high up near the armpits. Keep the head in a neutral position with your eyes looking at the floor, or lift the head slightly, without compressing the back of the neck, and look forward.\n\nStep 5\n Stay in the pose anywhere from 20 seconds to 1 minute. To release, exhale and slowly lower your feet to the floor, back into a squat.\n\n\nBenefits\n\nStrengthens arms and wrists\nStretches the upper back\nStrengthens the abdominal muscles\nOpens the groins\nTones the abdominal organs",
    "benefits": "Исходное положение — наклонный упор: стопы на ширине плеч, руки на ширине плеч, все тело вытянуто по наклонной прямой от пяток до макушки. Упираясь в пол основаниями ладоней, развернуть локтевые суставы вперед и, прижимая локти к корпусу, опустить корпус ниже, так, чтобы тело расположилось на четырех опорных точках параллельно полу. Задержаться в этой позе с ровным дыханием сколько возможно, "
  },
  {
    "title": "Половина Луны",
    "uniqueName": "half_moon",
    "level": 3,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/010_ardhachanda_asana_0.jpg",
    "description": "Поставить стопы параллельно. Вдоль внешнего края правой  стопы провести воображаемую линию и на расстоянии 15—20 сантиметров от стопы поставить правую ладонь (опирайтесь на пальцы: мизинец ближе к стопе — большой палец на той же линии, дальше от стопы). Придерживаясь левой рукой о пол, поднять левую ногу, выпрямить ее, развернуть стопу кверху, развернуть таз влево. Сделать несколько вдохов и выдохов. Вытянуть левую руку вперед, накрыв плечом левое ухо, ладонь повернуть к полу. Взгляд направить в пол.",
    "benefits": "Не разворачивайте таз к полу. Не поднимайте руку вверх до тех пор пока не сможете как следует развернуть грудную клетку и выпрямить опорную ногу.Не отрывайте внутреннюю часть стопы от пола."
  },
  {
    "title": "Поза Героя 3",
    "uniqueName": "hero3",
    "level": 5,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/III_01.JPG",
    "description": "",
    "benefits": ""
  },
  {
    "title": "Поза Героя 1",
    "uniqueName": "hero1",
    "level": 3,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/I_01_.JPG",
    "description": "Встать в Тадасану, расставить ноги, оставив между ними чуть более метра (если удобно — больше). Полностью развернуть вправо корпус и правую ступню, левую ступню — на 60 градусов вправо. Сгибая правую ногу, толкать колено вперед, словно выталкивая бедро из сустава. Поджать копчик, выпрямляя поясницу, насколько это возможно. Толкая ногами пол, вытянуть руки вверх и вперед. В некоторых школах предлагают соединить ладони. Тянуться вверх, удлиняя руки и спину.",
    "benefits": "Не заламывайте шею, не сгибайте локти. При ослабленных мышцах бедер в начале освоения позы можно опираться на руки, оставляя их на полу возле стопы. При этом старайтесь не поднимать вверх таз. В самых «запущенных» случаях рекомендуют подставлять под согнутую ногу стул и время от времени отдыхать на нем, однако в этом случае эффекта от выполнения упражнения придется подождать."
  },
  {
    "title": "Поза горы",
    "uniqueName": "mountain",
    "level": 0,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/011_Tadasana_0.jpg",
    "description": "Встать прямо, соединив стопы, так чтобы внешние стороны стоп были параллельны. Распределить вес тела по поверхности стоп равномерно. Напрячь колени, подтянуть кверху коленные чашечки. Подтянуть живот вверх, вытянуть позвоночник, выпрямить шею.",
    "benefits": "Не «проваливайте» поясницу веред. Не задирайте подбородок. Не разводите носки стоп в стороны."
  }
]
